Repository: ldgarciabernal/Carsport
Catalog: Carsport/Carsport/Resources/Resource.*.resx
Languages: de, es

# CarButton
source: Carpool
de: Fahrgemeinschaft
es: Coche Compartido

# TrainButton
source: Trains Schedules
de: Zugfahrpläne!
es: Horarios de Trenes

# BikeButton
source: Bike Parking Lot
de: Fahrradabstellanlage
es: Zona de Bicicletas

# BusButton
source: Buses Schedules
de: Busablaufpläne
es: Horarios de Autobuses

# DashBoardTitle
source: Menu
de: Menü
es: Menú

# AcceptDisplay
source: Accept
de: Akzeptieren!
es: Aceptar

# NoInternetConnection
source: You don't have an internet connection, please connect your internet.
de: Sie haben keine Internetverbindung, bitte verbinden Sie Ihr Internet.
es: No tiene conexión a internet, por favor conecte su internet.

# CommuneOriginValidation
source: You must select a municipality of origin.
de: Sie müssen eine Herkunftsgemeinde auswählen.
es: Debe seleccionar un municipio de origen.

# CommuneDestinyValidation
source: You must select a municipality of destiny.
de: Du musst eine Schicksalsgemeinde auswählen.
es: Debe seleccionar un municipio de destino.

# CoreDestinyValidation
source: You must select an destiny core.
de: Sie müssen einen Zielkernel auswählen.
es: Debe seleccionar un núcleo de destino.

# CoreOriginValidation
source: You must select an origin core.
de: Sie müssen einen Quellkernel auswählen.
es: Debe seleccionar un núcleo de origen.

# InternetError
source: Check you internet connection.
de: Überprüfen Sie Ihre Internetverbindung.!
es: Por favor, compruebe su conexión a Internet

# SwitchButton
source: Reverse schedule
de: Stornierter Zeitplan
es: Invertir ruta

# StopButton
source: Stand
de: Ständer
es: Paradas

# BusTitle
source: Search schedule
de: Suchzeitplan
es: Buscar horario

# LabelCommuneOrigin
source: Municipality of Origin
de: Herkunftsgemeinde
es: Municipio de Origen

# PickerCommuneOrigin
source: Select a municipality of origin
de: Wählen Sie eine Herkunftsgemeinde aus
es: Selecione un municipio de origen

# LabelCoreOrigin
source: Origin Core
de: Herkunftskern
es: Núcleo de Origen

# PickerCoreOrigin
source: Select an origin core
de: Einen Quellkernel auswählen
es: Selecione un núcleo de origen

# LabelCommuneDestiny
source: Destination Municipality
de: Zielort Gemeinde
es: Municipio de Destino

# PickerCommuneDestiny
source: Select a destination municipality
de: Wählen Sie eine Zielgemeinde aus
es: Selecione un municipio de destino

# LabelCoreDestiny
source: Destination Core
de: Zielkern
es: Núcleo de Destino

# PickerCoreDestiny
source: Select an destiny core
de: Wählen Sie einen Zielkernel aus
es: Selecione un núcleo de destino

# SearchButton
source: Search
de: Suchen
es: Buscar

# SheduleTitle
source: Shedules
de: Zeitpläne
es: Horarios

# PickerLines
source: Select a line
de: Wählen Sie ein
es: Selecione una linea

# StopTittle
source: Stands
de: Ständer
es: Paradas

# NotShedule
source: Shedule does't found!
de: Terminplan nicht gefunden!
es: No se encuentra horario!

# TrainTitle
source: Trains Schedules
de: Zugfahrpläne!
es: Horarios de Trenes

# LabelStationOrigin
source: Station of origin
de: Ursprungsstation
es: Estación de origen

# LabelStationDestiny
source: Station of destiny
de: Station des Schicksals
es: Estación de destino

# LabelStationPickerOrigin
source: Select an origin station
de: Wählen Sie eine Ursprungsstation
es: Seleccione una estación de origen

# LabelStationPickerDestiny
source: Select a destiny station
de: Wähle eine Schicksalsstation
es: Seleccionar una estación

# OriginStationValidation
source: You must select an origin station.
de: Sie müssen eine Ursprungsstation auswählen.!
es: Debes seleccionar una estación de origen.

# DestinyStationValidation
source: You must select a destiny station.
de: Sie müssen eine Schicksalsstation auswählen.!
es: Debes seleccionar una estación de destino.

# EqualsStationValidation
source: The origin station cannot be the same as the destination station.
de: Die Ursprungsstation kann nicht mit der Zielstation identisch sein.!
es: La estación de origen no puede ser la misma que la estación de destino.

# TrainSheduleTitle
source: Shedule
de: Zeitpläne
es: Horarios

# StationTittle
source: Stations
de: Bahnhöfe
es: Estaciones

# StationButton
source: Stations
de: Bahnhöfe
es: Estaciones

# BikeTitle
source: Bike Parking Lot
de: Fahrradabstellanlage
es: Zona de Bicicletas

# PickerBycicles
source: Select a university
de: Wählen Sie eine Universität aus
es: Selecciona una universidad

# EmailLoginLabel
source: E-mail
es: Correo electrónico

# EmailLoginPlaceHolder
source: Enter university mail...
de: Uni-Post eingeben ...
es: Introduzca su correo universitario...

# PasswordLoginPlaceHolder
source: Enter your password...
de: Geben Sie Ihr Passwort ein...
es: Introduzca su contraseña...

# PasswordLoginLabel
source: Password
de: Passwort
es: Contraseña

# KeepLogin
source: Keep logged in
de: Eingeloggt bleiben
es: Mantener sesión iniciada

# ButtonLogin
source: Log-in
de: Anmelden
es: Iniciar Sessión

# RegisterLink
source: Sign up
de: Jetzt registrieren
es: Registrarse

# ForgotPasswordLink
source: Forgot password
de: Passwort vergessen
es: Olvidaste tu contraseña

# PasswordValidation
source: You must enter your password.
de: Sie müssen das Kennwort eingeben.
es: Debes ingresar tu contraseña.

# EmailValidation
source: You must enter your E-mail.
de: Sie müssen Ihre E-Mail eingeben.
es: Debes ingresar tu correo electrónico.

# GetTokenWrong
source: At this time you can't connect to the server, try again later.
de: Derzeit können Sie keine Verbindung zum Server herstellen. Versuchen Sie es später erneut.
es: Es estos momento no se puede conectar con el servido, intentelo mas tarde.

# CarTitle
source: Carpool
de: Fahrgemeinschaft
es: Coche Compartido

# ProfileTitle
source: Profile
de: Profil
es: Perfil

# LogOutTitle
source: LogOut
de: Abmelden
es: Cerrar sesión

# ChangeImage
source: Tap in the image to change.
de: Tippen Sie auf das Bild, um es zu ändern.
es: Toque en la imagen para cambiar.

# RegisterFirstName
source: Name
de: Namen
es: Nombre

# RegisterFirstNamePlaceholder
source: Enter your name...
de: Geben Sie Ihren Namen ein...
es: Introduzca su nombre...

# RegisterLastNamePlaceholder
source: Enter your lastname...
de: Geben Sie Ihren Nachnamen ein...
es: Introduzca su apellido ...

# RegisterEMail
source: E-mail
es: Correo electrónico

# RegisterEmailPlaceHolder
source: Enter your E-mail...
de: Geben Sie lhren e-mail...
es: Introduzca su correo electrónico institucional...

# RegisterPassword
source: Password
de: Passwort
es: Contraseña

# RegisterPasswordPlaceHolder
source: Enter your password...
de: Geben Sie Ihr Passwort ein...
es: Introduzca su contraseña...

# RegisterPasswordConfirm
source: Confirm password
de: Kennwort bestätigen:
es: Confirmar contraseña

# RegisterPasswordConfirmPlaceHolder
source: Enter your confirm password...
de: Bitte geben Sie Ihr Bestätigungs-Passwort ein...
es: Introduce la confirmación de la contraseña

# RegisterSave
source: Save
de: Speichern
es: Guardar

# RegisterLastName
source: Surname
de: Nachname
es: Apellido

# RegisterPasswordError
source: You must enter a password, minimum 6 characters.
de: Sie müssen ein Passwort eingeben, das aus mindestens 6 Zeichen besteht.
es: Debes ingresar una contraseña, mínimo 6 caracteres.

# RegisterFirstNameError
source: You must enter your name.
de: Sie müssen Ihren Namen eingeben.
es: Debes ingresar tu nombre

# RegisterLastNameError
source: You must enter your surname.
de: Sie müssen Ihren Nachnamen eingeben.
es: Debes ingresar tu apellido.

# RegisterEMailError
source: You must enter your E-mail.
de: Sie müssen Ihre E-Mail eingeben.
es: Debes ingresar tu correo electrónico.

# RegisterPasswordConfirmError
source: You must enter a confirm password.
de: Sie müssen ein Passwort eingeben.
es: Debes ingresar una contraseña

# RegisterPasswordsNoMatch
source: Passwords do not match.
de: Kennwörter stimmen nicht überein.
es: Las contraseñas no coinciden.

# ImageSource
source: Where do you take the picture?
de: Wo machst du das Bild ?
es: ¿De dónde vas a tomar la foto?

source: From gallery
de: Aus Katalog
es: De la galería

# NewPicture
source: Take a new picture
de: Neues Bild aufnehmen
es: Tomar una nueva imagen

source: Cancel
de: Abbrechen
es: Cancelar

# ConfirmRegister
source: Confirm
de: Bestätigen
es: ¡Confirmar!

# RegisterConfirmation
source: The user was created successfully. Now you can enter with the email and the assigned password.
de: Der Benutzer wurde erfolgreich erstellt. Jetzt können Sie mit der E-Mail und dem zugewiesenen Passwort eingeben.!
es: El usuario fue creado con éxito. Ahora puede ingresar con el correo electrónico y la contraseña asignada.

# NotificationTitle
source: News
de: Neuigkeiten
es: Noticias

# NotificationSearchPlaceHolder
source: Search
de: Suchen
es: Buscar

# ConfirmDeleteRoute
source: Delete route
de: Route löschen
es: Eliminar ruta

# DeleteRouteConfirmation
source: Are you sure you want to delete this route?
de: Sind Sie sich sicher, dass Sie diesen Inhalt löschen wollen?
es: ¿Estás seguro de que quieres eliminar esta ruta?

source: Yes
de: Ja
es: Sí

# RoutesTitle
source: Car rutes
de: Autofahrten
es: Rutas de coche

# SearchRoute
source: Search
de: Suchen
es: Buscar

source: Edit
de: Bearbeiten
es: Editar

source: Delete
de: Löschen
es: Eliminar

# NumOfSeatValidation
source: You must enter the number of available places.
de: Sie müssen die Anzahl der verfügbaren Plätze eingeben.
es: Debes introducir el número de plazas disponibles.

# OriginCityValidation
source: You must select a source for the route.
de: Sie müssen eine Quelle für die Route auswählen.
es: Debes seleccionar un origen para la ruta.

# DestinyCityValidation
source: You must select a destination for the route.
de: Sie müssen ein Ziel für die Route auswählen.
es: Debe seleccionar un destino para la ruta.

# DateValidation
source: You must enter the day of the route.
de: Sie müssen den Tag der Route eingeben.
es: Debes introducir el día de la ruta.

# TimeValidation
source: You must enter the time of the route.
de: Sie müssen die Zeit der Route eingeben.
es: Debes introducir la hora de la ruta.

# NumOfSeatMinValidation
source: The number of available places must be greater than 0.
de: Die Anzahl der verfügbaren Plätze muss größer als 0 sein.
es: El número de plazas disponibles debe ser mayor que 0!

# CreateRouteTitle
source: Create route
de: Arbeitsplan erstellen
es: Crear ruta

# ButtonCreateRoute
source: Save
de: Speichern
es: Guardar

# LabelNumOfSeat
source: Number of places available
de: Anzahl der verfügbaren Plätze
es: Número de plazas disponibles

# LabelDate
source: Date
de: Datum
es: Fecha

# LabelDestinyCity
source: City of destination
de: Zielstadt
es: Ciudad de destino

# LabelOriginCity
source: City of origin
de: Ausgangsort
es: Ciudad de origen

# PickerOriginCity
source: Select a city of origin
de: Wählen Sie eine Herkunftsstadt
es: Seleccione una ciudad de origen

# PickerDestinyCity
source: Select a city of destination
de: Wählen Sie eine Zielstadt aus
es: Seleccione una ciudad de destino

# SuccessfulEdit
source: Edited route
de: Bearbeitete Route
es: Ruta editada

# EditMessages
source: The route has been successfully edited.
de: Die Route wurde erfolgreich bearbeitet.
es: La ruta ha sido editada con éxito.

# LabelDescription
source: Description
de: Beschreibung
es: Descripción

# ConfigurationTitle
source: Configuration
de: Konfiguration
es: Configuración

# TermsOfUsePoliciesTitle
source: Terms of uses
de: Nutzungsbedingungen
es: Términos de uso!

# AboutPoliciesTitle
source: About us
de: Wir über uns
es: Acerca de nosotros

# PrivacityPoliciesTitle
source: Privacy policies
de: Datenschutzrichtlinien
es: Políticas de privacidad

# MyRouteMenuTitle
source: My routes
de: Meine Routen
es: Mis rutas

# AddRouteMenuTitle
source: Create route
de: Arbeitsplan erstellen
es: Crear ruta

# ConfigurationMenuTitle
source: Configuration
de: Konfiguration
es: Configuración

# BusMenuTitle
source: Buses Schedules
de: Busablaufpläne
es: Horarios de Autobuses

# ChangePasswordSave
source: Change password
de: Kennwort ändern
es: Cambiar contraseña

# ConfirmPasswordPlaceholder
source: Confirm password...
de: Passwort bestätigen...
es: Confirmar contraseña...

source: Confirm password
de: Kennwort bestätigen:
es: Confirmar contraseña

# NewPasswordPlaceholder
source: Enter a new password...
de: Neues Passwort eingeben...
es: Introducir nueva contraseña...

source: New password
de: Neues Passwort
es: Nueva contraseña

# RemoveAccountButton
source: Remove account
de: Konto entfernen
es: Eliminar cuenta

# SuccessfulChangePassword
source: Successfully updated password.
de: Passwort erfolgreich aktualisiert!
es: ¡La contraseña se ha actualizado correctamente!

# ChangePassTitle
source: Change password
de: Kennwort ändern
es: Cambiar contraseña

# ConfirmDeleteAccount
source: Remove account
de: Konto entfernen
es: Eliminar cuenta

# DeleteAccountConfirmation
source: Are you sure you want to permanently delete your account?
de: Möchten Sie wirklich Ihr Kundenkonto unwiderruflich löschen?
es: ¿Estás seguro de que deseas eliminar su cuenta de manera permanente?

# RouteOriginLabel
source: Origin:
de: Ursprung
es: Origen:

# RouteDestinyLabel
source: Destiny:
es: Destino:

# RouteDateLabel
source: Date:
de: Datum:
es: Fecha:

# RouteNumSeatsLabel
source: Seats:
de: Arbeitsplätze:
es: Plazas:

# ChatMessagesPlaceHolder
source: Message
de: Nachricht
es: Mensaje

# ForgotPasswordLabel
source: New password
de: Neues passwort
es: Nueva contraseña

# ForgotPasswordMessage
source: A message will be sent to your email with your new password.
de: Eine Nachricht wird mit Ihrem neuen Passwort an Ihre E-Mail gesendet.
es: Se enviara un mensaje a su correo con su nueva contraseña.

# ForgotPasswordPlaceHolder
source: Email UCA
es: Correo UCA

# ForgotPasswordButtonSend
source: New password
de: Neues passwort
es: Nueva contraseña

# ForgotPasswodButtonBack
source: Go back
de: Zurück
es: Volver

# ForgotPasswodTitle
source: Forgot password
de: Passwort vergessen
es: Olvidaste tu contraseña

# DetailRouteOriginLabel
source: Origin:
de: Ursprung:
es: Origen:

# DetailRouteDestinyLabel
source: Destiny:
es: Destino:

# DetailRouteDateLabel
source: Date:
de: Datum:
es: Fecha:

# DetailRouteSeatsLabel
source: Number of seats:
de: Anzahl der Sitze:
es: Número de plazas:

# DetailRouteEmailLabel
source: Email:
es: Correo:

# DetailRouteRemoveButton
source: Remove
de: Entfernen
es: Eliminar

# DetailRouteEditLabel
source: Edit
de: Bearbeiten
es: Editar

# DetailRouteChatListButton
source: Chat list
de: Chatliste
es: Lista de conversaciones

# DetailRouteChatButton
source: Star a chat
de: Starten Sie einen Chat!
es: Empezar la conversación

# AllMyConversationTitle
source: My chats
de: Chats
es: Mis chats

# DetailRoutesTitle
source: Detail route
de: Detaillierte route
es: Detalles de la ruta

# RegisterEMailUcaError
source: The mail you just entered is not valid, make sure you are using your university mail.
de: Die gerade eingegebene Mail ist ungültig, stellen Sie sicher, dass Sie Ihre Universitätsmail verwenden.
es: El correo que acaba de introducir no es valido, asegurese de que esta utilizando su correo universitario.

# UpdateProfileMessage
source: To see the changes restart the application.
de: Um die Änderungen zu sehen, starten Sie die Anwendung neu.
es: Para ver los cambios reinicie la aplicación.

# UpdateProfileTitle
source: Successfully updated
de: Erfolgreich aktualisiert
es: Actualiazado con exito

# EditRouteTitle
source: Edit route
de: Route bearbeiten
es: Editar ruta

# DetailRouteDescriptionLabel
source: Description:
de: Beschreibung:
es: Descripción:

# HomeNavBar
source: Home
de: Homepage
es: Inicio

# AddNavBar
source: Add
de: Hinzufügen
es: Añadir

# OriginDestinyCityValidation
source: The city of origin cannot be the same as the city of destination.
de: Die Herkunftsstadt kann nicht mit der Bestimmungsstadt identisch sein.
es: La ciudad de origen no puede ser igual a la ciudad de destino.

source: Error!
de: Fehler!

source: No
de: Nein
